<template>
    <div class="membership">
        <div class="membership-title">
            <h1>Информация о членстве</h1>
        </div>

        <div class="question">
            <ChevronHeader text="Кто может стать участником ОСАГКП?"/>
        </div>

        <div class="sigle-p">
            <p>Членство в ОСАГКП открыто для всех медицинских и немедицинских специалистов, прямо или косвенно участвующих в наших основных проектах и мероприятиях.</p>
        </div>

        <div class="question">
            <ChevronHeader text="Как стать участником ОСАГКП?"/>
        </div>

        <div class="membership-content">
            <p>Заявку на членство можно подать онлайн по адресу https://ahcvp.kz/. После подачи онлайн заявки к Вам на почту поступит письмо о принятии заявления. В течение 3 месяцев Ваше заявление будет рассмотрено и Вам будет предоставлен ответ о Вашем статусе.</p><br>
<pre>Преимущества членства включают возможность Общения с профессионалами-единомышленниками, доступ к новостям науки, информационные бюллетени для участия в мероприятиях ОСАГКП. Являясь членом ОО «Общества специалистов по артериальной гипертонии и кардиоваскулярной профилактики», Вы сможете:</pre>
<li>получать рассылку уникальных новостей по артериальной гипертонии и кардиоваскулярной профилактике, научно-медицинских статей, разборов клинических случаев;</li>
<li>бесплатно участвовать в образовательных онлайн программах и получать сертификат от ОО «Общества специалистов по артериальной гипертонии и кардиоваскулярной профилактики»;</li>
<li>получать актуальные клинические рекомендации,в том числе доступ крекомендациям Европейского общества кардиологов бесплатно на запланированных мероприятиях республиканского масштаба;</li>
<br>
<p>Станьте членом и поднимите свою карьеру и знания на новый уровень. ПОДАТЬ ЗАЯВКУ ОНЛАЙН НА САЙТЕ или отправить скан заявления (прикрепить образец заявления) на почту ashypertension.kz@gmail.com</p>
        </div>

        <div class="blue-button-box" style="margin: 2rem 0 0 0;">
                <div class="blue-button" @click="requestMembership">
                    <h3>Подать заявку</h3>
                </div>
        </div>

    </div>
    
</template>

<script>
import ChevronHeader from '@/components/ChevronHeader.vue';

export default {
    components: {ChevronHeader},
  setup() {
    const requestMembership = () => {console.log('sending')}
    return {requestMembership}
  }
}

</script>


<style>

.membership-title {
    margin-bottom: 1rem; 
}

</style>